Repository: WindowsAppCommunity/Quarrel
Catalog: Discord UWP/Resources/*/Permissions.resw
Source language: en_us
Languages: it, tr

source: Add reactions
it: Aggiungi reazioni
tr: İfade ekle

source: Administrator
it: Aministratore
tr: Yönetici

source: Attach files
it: Giungi files
tr: Dosya ekle

source: Ban members
it: Membri vietati
tr: Üye yasakla

source: Change nickname
it: Cambia soprannome
tr: Kullanıcı adı değiştir

source: Connect
it: Conneti
tr: Bağlan

source: Create instant invite
it: Crea un invito istantaneo
tr: Anlık davet oluştur

source: Deafen members
it: Membri sorprendenti
tr: Üyeleri sağırlaştır

source: Embed links
it: Incorpora collegamenti
tr: Bağlantıları göm

source: Kick members
it: Mettere fuori membri
tr: Üyeleri at

source: Manage channels
it: Gestisci i canali
tr: Kanalları yönet

source: Manage emojis
it: Gestisci gli emojis
tr: İfadeleri yönet

# MANAGE_GUILD
source: Manage server
it: Gestisci il server
tr: Sunucuyu yönet

source: Manage messages
it: Gestisci i messagi
tr: Mesajları yönet

source: Manage nicknames
it: Gestisci soppranomi
tr: Kullanıcı adlarını yönet

source: Manage roles
it: Gestisci i ruoli
tr: Rolleri yönet

source: Manage webhooks
it: Gestisci i webhook
tr: Webhook'ları yönet

source: Mention everyone
it: Menziona tutti quanti
tr: Herkese seslen

source: Move members
it: Muovi i membri
tr: Üyeleri taşı

source: Mute members
it: Membri muti
tr: Üyeleri sessize al

source: Priority speaker
it: Speaker prioritario
tr: Öncelikli konuşmacı

source: Read message history
it: Leggi la cronologia dei messaggi
tr: Mesaj geçmişini oku

source: Send messages
it: Manda messagi
tr: Mesaj gönder

source: Send TTS messages
it: Manda messagi TTS
tr: TTS mesajı gönder

source: Speak
it: Parlare
tr: Konuş

source: Use external emojis
it: Usa emojis esterni
tr: Dış ifadeler kullan

# USE_VAD
source: Use Voice-Activity detection
it: Usa il rilevamento delle attività vocali
tr: Konuşma-etkinliği algılama kullan

source: View audit log
it: Visualizza registro di controllo
tr: Denetim kaydını görüntüle

# VIEW_CHANNEL
source: View channels
it: Vedi i canali
tr: Kanalları görüntüle
